const Footer = () => {
  return (
    <>
      <span className="block border-b-2 border-[#537072] w-full mt-4"></span>
      <div className="w-full flex flex-col  items-center mx-auto py-14">
        <div>
          <h3 className=" text-2xl mb-2 font-bold">
            Архітектурна компанія контакти
          </h3>
        </div>
        <div>
          <p className="text-xl mb-2 font-medium">tel: +380 99 436 99 99</p>
        </div>

        <div className="grid grid-cols-1 lg:grid-cols-2 gap-3 mx-10">
          <div className=" m-4 pb-4 block border-b-2 border-[#537072] ">
            <h4 className="text-2xl mb-2 font-bold">
              Архитектурное проектирование
            </h4>
            <p>
              Проектуємо: житлові, комерційні та адміністративні будівлі,
              котеджі, підземні та надземні паркінги. 22 роки досвіду,
              сертифіковані фахівці. Виконуємо часткове проектування. Роботи
              виконуються своєчасно, відповідно до ДБН та ДСТУ. Спілкування
              онлайн.
            </p>
          </div>
          <div className=" m-4 pb-4 block border-b-2 border-[#537072]">
            <h4 className=" text-2xl font-bold">Проект дома</h4>
            <p>
              Проектуємо індивідуальні будинки та підведення комунікацій.
              Надаємо послуги авторського та технічного нагляду, отримання
              дозвільної документації. Повний пакет документів.
            </p>
          </div>
          <div className=" m-4 pb-4 border-b-2 border-[#537072]">
            <h4 className=" text-2xl font-bold">
              Реконструкция & перепланировка
            </h4>
            <p>
              Реконструкція можлива за наявності проектної документації, бажання
              власника, технічного стану об’єкта. Надаємо послуги з проектування
              реконструкцій, включно з мансардами та окремими входами.
            </p>
          </div>

          <div className=" m-4 pb-4 border-b-2 border-[#537072]">
            <h4 className=" text-2xl font-bold">Проектирование коммуникаций</h4>
            <p>
              Проектуємо водопостачання, каналізацію, газо- та
              електропостачання, слаботочні мережі (ВОЛС, ЛВС/СКС). ОВД:
              розробка, погодження, супровід.
            </p>
          </div>

          <div className=" m-4 pb-4 border-b-2 border-[#537072]">
            <h4 className=" text-2xl font-bold">
              Экспертиза несущих конструкций
            </h4>
            <p>
              Реконструкція може змінювати навантаження на конструкції. Технічна
              експертиза дозволяє визначити їх стан та необхідність підсилення.
              Сертифіковані послуги, короткі терміни.
            </p>
          </div>

          <div className=" m-4 pb-4 border-b-2 border-[#537072]">
            <h4 className=" text-2xl font-bold">Строительный паспорт</h4>
            <p>
              Будівництво до 300 кв.м можливе на підставі будівельного паспорту
              (без проектної документації). Ескіз — 8000 грн, термін
              виготовлення 7 днів.
            </p>{" "}
          </div>
        </div>
      </div>
    </>
  );
};

export default Footer;
